tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "withgraphite/tap"
brew "awscli"
brew "bat"
brew "cloc"
brew "fnm"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "openvpn"
brew "ranger"
brew "spaceship"
brew "tldr"
brew "trash"
brew "wget"
brew "yarn"
brew "zsh"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "boom-3d"
cask "cron"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "licecap"
cask "linear-linear"
cask "loom"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "runjs"
cask "skitch"
cask "slack"
cask "spotify"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Parcel", id: 639968404
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
