tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "adr-tools"
brew "bat"
brew "cloc"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "ranger"
brew "speedtest-cli"
brew "task"
brew "tldr"
brew "translate-shell"
brew "trash"
brew "wget"
brew "yarn"
cask "1password"
cask "appcleaner"
cask "boom-3d"
cask "cron"
cask "deepl"
cask "dropbox"
cask "font-fira-code"
cask "font-iosevka"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "knox"
cask "linear-linear"
cask "little-snitch"
cask "raycast"
cask "runjs"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
