tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "withgraphite/tap"
brew "adr-tools"
brew "bat"
brew "cloc"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "ranger"
brew "spaceship"
brew "task"
brew "tig"
brew "tldr"
brew "translate-shell"
brew "trash"
brew "vercel-cli"
brew "wget"
brew "yarn"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "boom-3d"
cask "cron"
cask "deepl"
cask "discord"
cask "dropbox"
cask "fellow"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "knox"
cask "licecap"
cask "linear-linear"
cask "little-snitch"
cask "loom"
cask "postman"
cask "raycast"
cask "runjs"
cask "signal"
cask "skitch"
cask "slack"
cask "soulseek"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "ReadKit", id: 588726889
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
